{"token_to_index": {"<pad>": 0, "<bos>": 1, "<eos>": 2, "AAA": 3, "AAC": 4, "AAG": 5, "AAT": 6, "ACA": 7, "ACC": 8, "ACG": 9, "ACT": 10, "AGA": 11, "AGC": 12, "AGG": 13, "AGT": 14, "ATA": 15, "ATC": 16, "ATG": 17, "ATT": 18, "CAA": 19, "CAC": 20, "CAG": 21, "CAT": 22, "CCA": 23, "CCC": 24, "CCG": 25, "CCT": 26, "CGA": 27, "CGC": 28, "CGG": 29, "CGT": 30, "CTA": 31, "CTC": 32, "CTG": 33, "CTT": 34, "GAA": 35, "GAC": 36, "GAG": 37, "GAT": 38, "GCA": 39, "GCC": 40, "GCG": 41, "GCT": 42, "GGA": 43, "GGC": 44, "GGG": 45, "GGT": 46, "GTA": 47, "GTC": 48, "GTG": 49, "GTT": 50, "TAA": 51, "TAC": 52, "TAG": 53, "TAT": 54, "TCA": 55, "TCC": 56, "TCG": 57, "TCT": 58, "TGA": 59, "TGC": 60, "TGG": 61, "TGT": 62, "TTA": 63, "TTC": 64, "TTG": 65, "TTT": 66, "---": 67, "Bacillus_licheniformis_ATCC_14580_cds": 68, "Pseudomonas_putida_KT2440_cds": 69, "Ideonella_dechloratans_cds": 70, "Cupriavidus_necator_H16_cds": 71, "Staphylococcus_aureus_NCTC_8325_cds": 72, "Escherichia_coli_K-12_MG1655_cds": 73, "Streptococcus_agalactiae_cds": 74, "Ideonella_sakaiensis_201-F6_cds": 75, "Bacillus_subtilis_168_cds": 76, "Haemophilus_influenzae_cds": 77, "Neisseria_meningitidis_cds": 78, "Streptococcus_pneumoniae_TIGR4_cds": 79, "Ideonella_paludis_cds": 80, "Ideonella_azotifigens_cds": 81, "Streptococcus_mutans_UA159_cds": 82, "Bacillus_coagulans_cds": 83, "Pseudomonas_syringae_DC3000_cds": 84, "Ideonella_alba_cds": 85, "Bacillus_licheniformis_cds": 86, "Bacillus_halodurans_C-125_cds": 87, "Bacillus_amyloliquefaciens_cds": 88, "Streptococcus_pyogenes_MGAS5005_cds": 89, "Proteus_mirabilis_cds": 90, "Exiguobacterium_sibiricum_cds": 91, "Bacillus_velezensis_FZB42_cds": 92, "Corynebacterium_kutscheri_cds": 93, "Bordetella_pertussis_cds": 94, "Bacillus_clausii_cds": 95, "Helicobacter_pylori_MT5135_cds": 96, "Bacillus_anthracis_AMES_cds": 97, "Yersinia_pestis_cds": 98, "Streptococcus_thermophilus_LMG_18311_cds": 99, "Bacillus_atrophaeus_cds": 100, "Listeria_monocytogenes_cds": 101, "Salmonella_enterica_cds": 102, "Bacillus_megaterium_QM_B1551_cds": 103, "Clostridium_perfringens_cds": 104, "Bacillus_thuringiensis_ATCC_10792_cds": 105, "Bacillus_cereus_ATCC_14579_cds": 106, "Staphylococcus_epidermidis_ATCC_12228_cds": 107, "Paenibacillus_polymyxa_cds": 108, "Salmonella_enterica_serovar_Typhimurium_LT2_cds": 109, "Geobacillus_thermodenitrificans_cds": 110, "Ideonella_aquatica_cds": 111, "Pseudomonas_aeruginosa_PAO1_cds": 112, "Mycoplasma_pneumoniae_cds": 113, "Campylobacter_jejuni_cds": 114, "Ideonella_livida_cds": 115, "Klebsiella_pneumoniae_cds": 116, "Ideonella_benzenivorans_cds": 117, "Lactobacillus_plantarum_WCFS1_cds": 118, "Treponema_pallidum_cds": 119, "Nocardioides_sp_JS614_cds": 120}, "index_to_token": {"0": "<pad>", "1": "<bos>", "2": "<eos>", "3": "AAA", "4": "AAC", "5": "AAG", "6": "AAT", "7": "ACA", "8": "ACC", "9": "ACG", "10": "ACT", "11": "AGA", "12": "AGC", "13": "AGG", "14": "AGT", "15": "ATA", "16": "ATC", "17": "ATG", "18": "ATT", "19": "CAA", "20": "CAC", "21": "CAG", "22": "CAT", "23": "CCA", "24": "CCC", "25": "CCG", "26": "CCT", "27": "CGA", "28": "CGC", "29": "CGG", "30": "CGT", "31": "CTA", "32": "CTC", "33": "CTG", "34": "CTT", "35": "GAA", "36": "GAC", "37": "GAG", "38": "GAT", "39": "GCA", "40": "GCC", "41": "GCG", "42": "GCT", "43": "GGA", "44": "GGC", "45": "GGG", "46": "GGT", "47": "GTA", "48": "GTC", "49": "GTG", "50": "GTT", "51": "TAA", "52": "TAC", "53": "TAG", "54": "TAT", "55": "TCA", "56": "TCC", "57": "TCG", "58": "TCT", "59": "TGA", "60": "TGC", "61": "TGG", "62": "TGT", "63": "TTA", "64": "TTC", "65": "TTG", "66": "TTT", "67": "---", "68": "Bacillus_licheniformis_ATCC_14580_cds", "69": "Pseudomonas_putida_KT2440_cds", "70": "Ideonella_dechloratans_cds", "71": "Cupriavidus_necator_H16_cds", "72": "Staphylococcus_aureus_NCTC_8325_cds", "73": "Escherichia_coli_K-12_MG1655_cds", "74": "Streptococcus_agalactiae_cds", "75": "Ideonella_sakaiensis_201-F6_cds", "76": "Bacillus_subtilis_168_cds", "77": "Haemophilus_influenzae_cds", "78": "Neisseria_meningitidis_cds", "79": "Streptococcus_pneumoniae_TIGR4_cds", "80": "Ideonella_paludis_cds", "81": "Ideonella_azotifigens_cds", "82": "Streptococcus_mutans_UA159_cds", "83": "Bacillus_coagulans_cds", "84": "Pseudomonas_syringae_DC3000_cds", "85": "Ideonella_alba_cds", "86": "Bacillus_licheniformis_cds", "87": "Bacillus_halodurans_C-125_cds", "88": "Bacillus_amyloliquefaciens_cds", "89": "Streptococcus_pyogenes_MGAS5005_cds", "90": "Proteus_mirabilis_cds", "91": "Exiguobacterium_sibiricum_cds", "92": "Bacillus_velezensis_FZB42_cds", "93": "Corynebacterium_kutscheri_cds", "94": "Bordetella_pertussis_cds", "95": "Bacillus_clausii_cds", "96": "Helicobacter_pylori_MT5135_cds", "97": "Bacillus_anthracis_AMES_cds", "98": "Yersinia_pestis_cds", "99": "Streptococcus_thermophilus_LMG_18311_cds", "100": "Bacillus_atrophaeus_cds", "101": "Listeria_monocytogenes_cds", "102": "Salmonella_enterica_cds", "103": "Bacillus_megaterium_QM_B1551_cds", "104": "Clostridium_perfringens_cds", "105": "Bacillus_thuringiensis_ATCC_10792_cds", "106": "Bacillus_cereus_ATCC_14579_cds", "107": "Staphylococcus_epidermidis_ATCC_12228_cds", "108": "Paenibacillus_polymyxa_cds", "109": "Salmonella_enterica_serovar_Typhimurium_LT2_cds", "110": "Geobacillus_thermodenitrificans_cds", "111": "Ideonella_aquatica_cds", "112": "Pseudomonas_aeruginosa_PAO1_cds", "113": "Mycoplasma_pneumoniae_cds", "114": "Campylobacter_jejuni_cds", "115": "Ideonella_livida_cds", "116": "Klebsiella_pneumoniae_cds", "117": "Ideonella_benzenivorans_cds", "118": "Lactobacillus_plantarum_WCFS1_cds", "119": "Treponema_pallidum_cds", "120": "Nocardioides_sp_JS614_cds"}}