{"token_to_index": {"<pad>": 0, "<bos>": 1, "<eos>": 2, "AAA": 3, "AAC": 4, "AAG": 5, "AAT": 6, "ACA": 7, "ACC": 8, "ACG": 9, "ACT": 10, "AGA": 11, "AGC": 12, "AGG": 13, "AGT": 14, "ATA": 15, "ATC": 16, "ATG": 17, "ATT": 18, "CAA": 19, "CAC": 20, "CAG": 21, "CAT": 22, "CCA": 23, "CCC": 24, "CCG": 25, "CCT": 26, "CGA": 27, "CGC": 28, "CGG": 29, "CGT": 30, "CTA": 31, "CTC": 32, "CTG": 33, "CTT": 34, "GAA": 35, "GAC": 36, "GAG": 37, "GAT": 38, "GCA": 39, "GCC": 40, "GCG": 41, "GCT": 42, "GGA": 43, "GGC": 44, "GGG": 45, "GGT": 46, "GTA": 47, "GTC": 48, "GTG": 49, "GTT": 50, "TAA": 51, "TAC": 52, "TAG": 53, "TAT": 54, "TCA": 55, "TCC": 56, "TCG": 57, "TCT": 58, "TGA": 59, "TGC": 60, "TGG": 61, "TGT": 62, "TTA": 63, "TTC": 64, "TTG": 65, "TTT": 66, "---": 67, "ARCGX": 68, "UC086": 69, "HEIAB": 70, "LOKAC": 71, "ODILC": 72, "THOAR": 73, "UC005": 74, "UC128": 75, "ARCFU": 76, "ARCPA": 77, "ARCVS": 78, "FERPA": 79, "HALJB": 80, "HALHT": 81, "HALMA": 82, "HALMD": 83, "HALUD": 84, "NATM8": 85, "NATPD": 86, "HALS3": 87, "HALSA": 88, "HALMT": 89, "HALVD": 90, "HALBP": 91, "HALWD": 92, "HALWC": 93, "HALLT": 94, "HALVU": 95, "HALXS": 96, "HALTV": 97, "HALRX": 98, "NATA1": 99, "NATMM": 100, "NATSJ": 101, "NATP1": 102, "NATGS": 103, "METCZ": 104, "METPS": 105, "METAR": 106, "UC117": 107, "METLZ": 108, "METBM": 109, "METMJ": 110, "METP4": 111, "METB6": 112, "METFS": 113, "METPE": 114, "METHJ": 115, "UC159": 116, "METBU": 117, "METEZ": 118, "METMS": 119, "METHD": 120, "METZD": 121, "METAC": 122, "METBF": 123, "METMA": 124, "METSG": 125, "METH6": 126, "METTP": 127, "UC139": 128, "UC149": 129, "ARCG5": 130, "METLA": 131, "METPW": 132, "METRM": 133, "METS3": 134, "METST": 135, "METFV": 136, "METTM": 137, "METTH": 138, "METFA": 139, "METJA": 140, "METSF": 141, "METVM": 142, "METIM": 143, "METMP": 144, "METMI": 145, "METM7": 146, "METM6": 147, "METM5": 148, "METVS": 149, "METV3": 150, "META3": 151, "METOI": 152, "METIK": 153, "METKA": 154, "PYRAB": 155, "PYRFU": 156, "PYRHO": 157, "PYRSN": 158, "PYRYC": 159, "THEGJ": 160, "THEKO": 161, "THEON": 162, "THES4": 163, "THELN": 164, "THESM": 165, "THEBM": 166, "UC091": 167, "NANEQ": 168, "NANST": 169, "ARCG6": 170, "ARCG3": 171, "NANS0": 172, "NANSJ": 173, "UC018": 174, "UC125": 175, "UC088": 176, "UC043": 177, "UC054": 178, "UC072": 179, "ACIB4": 180, "ACIS0": 181, "METII": 182, "METAX": 183, "THEXX": 184, "PICTO": 185, "THEAC": 186, "THEVO": 187, "UC103": 188, "KORCO": 189, "UC121": 190, "CENSY": 191, "NITMS": 192, "NITGG": 193, "CALS0": 194, "UC126": 195, "CREAS": 196, "ACIS3": 197, "AERPE": 198, "CALLD": 199, "DESA1": 200, "DESM0": 201, "STAHD": 202, "STAMF": 203, "THEC1": 204, "THEAM": 205, "FERFK": 206, "IGNH4": 207, "IGNAA": 208, "HYPBU": 209, "PYROC": 210, "PYRF1": 211, "ACIHW": 212, "METCR": 213, "METS5": 214, "SULIH": 215, "SULID": 216, "SULIL": 217, "SULIM": 218, "SULIA": 219, "SULIK": 220, "SULIR": 221, "SULIY": 222, "SULIN": 223, "SACS9": 224, "SACS2": 225, "SULAC": 226, "SULTO": 227, "THEPD": 228, "CALMQ": 229, "VULDI": 230, "VULM7": 231, "PYRAE": 232, "PYRAR": 233, "PYRCJ": 234, "PYRIL": 235, "PYRNV": 236, "PYROT": 237, "THETK": 238, "THEU7": 239, "UC153": 240, "UC034": 241, "UC155": 242, "UC015": 243, "UC109": 244, "UC016": 245, "UC051": 246, "UC060": 247, "U01GE": 248, "UC133": 249, "ACIC5": 250, "GRAMM": 251, "GRATM": 252, "TERRK": 253, "TERSS": 254, "KORVE": 255, "SOLUE": 256, "UC110": 257, "CHLTF": 258, "UC140": 259, "SULCO": 260, "UC173": 261, "UC064": 262, "UC101": 263, "LUTPR": 264, "ACIFD": 265, "ACIC1": 266, "ARCHD": 267, "MOBCV": 268, "BEUC1": 269, "BIFAA": 270, "BIFAR": 271, "BIFA0": 272, "BIFAB": 273, "BIFLB": 274, "BIFAS": 275, "BIFAV": 276, "BIFAP": 277, "BIFBP": 278, "BIFBS": 279, "BIFBA": 280, "BIFDB": 281, "BIFLS": 282, "BIFLD": 283, "BIFLO": 284, "BIFL1": 285, "BIFL2": 286, "BIFLM": 287, "BIFLJ": 288, "GARV4": 289, "GARV3": 290, "GARVH": 291, "BRELN": 292, "CELFA": 293, "CELFN": 294, "CELGA": 295, "ISOV2": 296, "JONDD": 297, "SANKS": 298, "XYLCX": 299, "BRAFD": 300, "INTC7": 301, "KYTSD": 302, "KINRD": 303, "CLAM3": 304, "CLAMS": 305, "LEIXX": 306, "MICTS": 307, "TROW8": 308, "TROWT": 309, "ARTS2": 310, "GLUAR": 311, "KOCRD": 312, "MICLC": 313, "PAEAT": 314, "PSECP": 315, "PSEPM": 316, "RENSM": 317, "ROTDC": 318, "ROTMD": 319, "FRAAA": 320, "FRACC": 321, "FRAIE": 322, "FRASN": 323, "BLASD": 324, "GEOOG": 325, "MODMB": 326, "ACTM4": 327, "ACTS5": 328, "ACTUT": 329, "SALAI": 330, "MICAI": 331, "MICSL": 332, "MICM1": 333, "MICS3": 334, "SALTO": 335, "STANL": 336, "CORA7": 337, "CORD2": 338, "CORD3": 339, "CORD7": 340, "CORDI": 341, "CORDD": 342, "CORDH": 343, "CORDJ": 344, "CORDK": 345, "CORDL": 346, "CORDW": 347, "CORDV": 348, "COREF": 349, "CORGL": 350, "CORGK": 351, "CORGB": 352, "CORJK": 353, "CORK4": 354, "CORLD": 355, "CORP1": 356, "CORP2": 357, "CORPF": 358, "CORP9": 359, "CORRG": 360, "CORUB": 361, "CORU7": 362, "CORVD": 363, "GORB4": 364, "GORPV": 365, "HOYSD": 366, "ECOD1": 367, "MYCA9": 368, "MYCAS": 369, "MYCVP": 370, "MYCA1": 371, "MYCPA": 372, "MYCCR": 373, "MYCCH": 374, "MYCCU": 375, "MYCCN": 376, "MYCSR": 377, "MYCGI": 378, "MYCGO": 379, "MYCHD": 380, "MYCIA": 381, "MYCKA": 382, "MYCLB": 383, "MYCLE": 384, "MYCMM": 385, "MYCUA": 386, "MYCSJ": 387, "MYCSK": 388, "MYCSS": 389, "MYCRN": 390, "MYCSH": 391, "MYCSD": 392, "MYCS2": 393, "MYCT3": 394, "MYCA0": 395, "MYCBO": 396, "MYCBP": 397, "MYCBT": 398, "MYCCP": 399, "MYCTA": 400, "MYCTU": 401, "MYCTC": 402, "MYCTD": 403, "MYCTF": 404, "MYCTK": 405, "NOCCG": 406, "NOCFA": 407, "RHOE4": 408, "RHOH1": 409, "RHOJR": 410, "RHOOB": 411, "SEGRD": 412, "TSUPD": 413, "NAKMY": 414, "SACES": 415, "ACTMD": 416, "AMYMS": 417, "AMYMU": 418, "LENAE": 419, "PSEUX": 420, "SACVD": 421, "SACEN": 422, "KRIFD": 423, "NOCSI": 424, "NOCSJ": 425, "ACIA4": 426, "ARAPF": 427, "CUTAK": 428, "CUTAS": 429, "MICPN": 430, "PROFC": 431, "CATAD": 432, "KITGR": 433, "STRR3": 434, "KITSK": 435, "STRA7": 436, "STRCO": 437, "STRAW": 438, "STREN": 439, "STRCL": 440, "STRC3": 441, "STRDJ": 442, "STRGA": 443, "STRGG": 444, "STRLN": 445, "STRBB": 446, "STRNE": 447, "STRHJ": 448, "STRFA": 449, "STRE2": 450, "STRR1": 451, "STRSW": 452, "STRSH": 453, "STREK": 454, "KITAU": 455, "STRTO": 456, "STRT9": 457, "STRVP": 458, "STRV1": 459, "STRFR": 460, "NOCAA": 461, "NOCDD": 462, "STRRD": 463, "THEFY": 464, "THEBD": 465, "THECD": 466, "U01AC": 467, "LANP1": 468, "OLSUV": 469, "CORGP": 470, "CRYCD": 471, "EGGLE": 472, "EEGSY": 473, "SLAHD": 474, "U02AC": 475, "RUBXD": 476, "CONWI": 477, "U03AC": 478, "UC111": 479, "AQUAE": 480, "HYDTT": 481, "THEAH": 482, "HYDS0": 483, "PERMH": 484, "SULAA": 485, "SULSY": 486, "DESTD": 487, "THEA1": 488, "UC003": 489, "ARMRO": 490, "CHTCT": 491, "FIMGI": 492, "U01AM": 493, "U02AM": 494, "U03AM": 495, "UC023": 496, "ATRLM": 497, "UC100": 498, "UC040": 499, "UC143": 500, "UC052": 501, "UC053": 502, "UC150": 503, "AZOPC": 504, "BACF6": 505, "BACFN": 506, "BACFR": 507, "BACT6": 508, "BACSE": 509, "BACTN": 510, "PHOSB": 511, "PHOV8": 512, "PREDF": 513, "PREI7": 514, "PREMB": 515, "PRER2": 516, "PREDD": 517, "ODOSD": 518, "PALPW": 519, "PORAD": 520, "POREA": 521, "PORG3": 522, "PORGI": 523, "PORCN": 524, "ALIFI": 525, "PARD8": 526, "TANFA": 527, "CHIPD": 528, "NIADE": 529, "NIAKG": 530, "HALH1": 531, "SAPGL": 532, "AMOA5": 533, "BERLS": 534, "BELBD": 535, "CYCMS": 536, "ECHVK": 537, "MARTH": 538, "ROSEK": 539, "CYTH3": 540, "DYAFD": 541, "EMTOG": 542, "LEAB4": 543, "RUNSL": 544, "SPILD": 545, "BLASB": 546, "BLASP": 547, "SULMC": 548, "FLUTR": 549, "AEQSU": 550, "CAPCC": 551, "CAPGI": 552, "CAPOD": 553, "CELAD": 554, "CELLC": 555, "CROAH": 556, "DOKS4": 557, "FLABF": 558, "FLACA": 559, "FLAFP": 560, "FLAIG": 561, "FLAJ1": 562, "FLAPJ": 563, "FLASC": 564, "FORAG": 565, "GRAFK": 566, "LACS5": 567, "LEEBM": 568, "FLABM": 569, "MARSH": 570, "MURRD": 571, "NONDD": 572, "FLABB": 573, "PSYTT": 574, "ROBBH": 575, "ZOBGA": 576, "ZUNPS": 577, "OWEHD": 578, "CHRP1": 579, "FLAB3": 580, "ORNRL": 581, "RIEAR": 582, "WEEVC": 583, "PEDHD": 584, "PSESL": 585, "SPHS2": 586, "SOLCM": 587, "CHLP8": 588, "CHLTE": 589, "CHLCH": 590, "CHLL2": 591, "CHLL3": 592, "CHLPD": 593, "PELPB": 594, "CHLPM": 595, "CHLPB": 596, "PROA2": 597, "CHLT3": 598, "IGNAJ": 599, "MELRP": 600, "UC092": 601, "UC059": 602, "UC177": 603, "RHOM4": 604, "SALRD": 605, "SALRM": 606, "UC055": 607, "UC068": 608, "HALMS": 609, "BDEBA": 610, "U02BD": 611, "U13DE": 612, "UC127": 613, "FLUSA": 614, "U14DE": 615, "U01BD": 616, "UC164": 617, "UC049": 618, "UC165": 619, "UC120": 620, "UC009": 621, "UC145": 622, "UC027": 623, "U15DE": 624, "UC161": 625, "UC093": 626, "UC044": 627, "UC078": 628, "UC028": 629, "CALEA": 630, "CALAY": 631, "UC141": 632, "ALIB4": 633, "ARCNC": 634, "CAMFF": 635, "CAMC1": 636, "CAMC5": 637, "CAMHC": 638, "CAMJR": 639, "CAMJD": 640, "CAMJI": 641, "CAMJS": 642, "CAMJM": 643, "CAMJC": 644, "CAMJE": 645, "CAMJJ": 646, "CAMJ8": 647, "CAMLR": 648, "HELAH": 649, "HELPY": 650, "HELPB": 651, "HELP3": 652, "HELPG": 653, "HELPH": 654, "HELP7": 655, "HELPR": 656, "HELP2": 657, "HELP9": 658, "HELP4": 659, "HELPJ": 660, "HELPF": 661, "HELP1": 662, "HELP5": 663, "HELPC": 664, "HELPI": 665, "HELPK": 666, "HELPL": 667, "HELPQ": 668, "HELPP": 669, "HELPS": 670, "HELPV": 671, "HELPM": 672, "HELCP": 673, "HELHP": 674, "HELBC": 675, "HELFC": 676, "HELM1": 677, "WOLSU": 678, "NITSB": 679, "SULKY": 680, "SULAO": 681, "SULDN": 682, "SULBS": 683, "SULD5": 684, "NITSE": 685, "SULNB": 686, "NAUPA": 687, "HIPMA": 688, "CHLMU": 689, "CHLTR": 690, "CHLTC": 691, "CHLT4": 692, "CHLTA": 693, "CHLTJ": 694, "CHLTZ": 695, "CHLTD": 696, "CHLTL": 697, "CHLT1": 698, "CHLT5": 699, "CHLTS": 700, "CHLTG": 701, "CHLT0": 702, "CHLT9": 703, "CHLT7": 704, "CHLT2": 705, "CHLTB": 706, "CHLAB": 707, "CHLCV": 708, "CHLFF": 709, "CHLPE": 710, "CHLPN": 711, "CHLPP": 712, "CHLP1": 713, "CHLP6": 714, "PARAV": 715, "PARUW": 716, "SIMNZ": 717, "WADCW": 718, "ANATU": 719, "CALAS": 720, "CHLAD": 721, "CHLSY": 722, "CHLAA": 723, "HERA2": 724, "ROSCS": 725, "ROSS1": 726, "THET1": 727, "SPHTD": 728, "THERP": 729, "U06CH": 730, "DEHM1": 731, "DEHMV": 732, "DEHMB": 733, "DEHMC": 734, "DEHMG": 735, "DEHLB": 736, "U02CH": 737, "KTERU": 738, "U05CH": 739, "U04CH": 740, "U01CH": 741, "U03CH": 742, "DESIS": 743, "CLOAI": 744, "COPPD": 745, "CHAP6": 746, "CHRTP": 747, "CYASC": 748, "SYNP2": 749, "CYAAP": 750, "ARTPN": 751, "LYNSP": 752, "TRIEI": 753, "GLOC7": 754, "GLOV7": 755, "MICAN": 756, "ATETH": 757, "CROS5": 758, "RIPO1": 759, "RIPO2": 760, "SYNY3": 761, "ANACC": 762, "NOSP7": 763, "NOSS1": 764, "NOSS7": 765, "TRIV2": 766, "NOSA0": 767, "HALP7": 768, "STAC7": 769, "GLOVI": 770, "CYAGP": 771, "PROMA": 772, "PROM2": 773, "PROM0": 774, "PROM9": 775, "PROMS": 776, "PROM5": 777, "PROMP": 778, "PROM1": 779, "PROMT": 780, "PROM3": 781, "PROMM": 782, "PROM4": 783, "SYNR3": 784, "SYNS3": 785, "SYNPW": 786, "SYNPV": 787, "SYNS9": 788, "SYNSC": 789, "PARMW": 790, "SYNJA": 791, "SYNJB": 792, "SYNS7": 793, "SYNE7": 794, "SYNP6": 795, "ACAM1": 796, "CYAP4": 797, "SYNP3": 798, "THEVB": 799, "UC021": 800, "UC058": 801, "U02FI": 802, "UC098": 803, "CALNY": 804, "DEFDS": 805, "DENA2": 806, "FLESM": 807, "DEIDV": 808, "DEIGD": 809, "DEIGI": 810, "DEIPM": 811, "DEIRA": 812, "DEIPD": 813, "DEIML": 814, "MARHT": 815, "OCEP5": 816, "MEIRD": 817, "MEISD": 818, "THET8": 819, "THET2": 820, "THETG": 821, "TRURR": 822, "UC025": 823, "UC065": 824, "UC096": 825, "DESB2": 826, "DESAR": 827, "DESAL": 828, "DESAA": 829, "DESAH": 830, "DESTT": 831, "DESOH": 832, "DESPD": 833, "DESSD": 834, "DESPS": 835, "DESAT": 836, "DESTA": 837, "SYNC1": 838, "GEOMG": 839, "GEOSL": 840, "GEOSK": 841, "CITBB": 842, "GEOSM": 843, "GEOS8": 844, "GEODF": 845, "GEOUR": 846, "PELPD": 847, "TRIL1": 848, "DISTH": 849, "UC174": 850, "U18DE": 851, "U19DE": 852, "UC081": 853, "UC104": 854, "SYNAS": 855, "SYNFM": 856, "THEID": 857, "THEGP": 858, "UC070": 859, "UC036": 860, "U16DE": 861, "UC031": 862, "UC090": 863, "U17DE": 864, "DESRD": 865, "DESBD": 866, "DESVM": 867, "DESDA": 868, "LAWIP": 869, "MARSD": 870, "MEGG1": 871, "DESVH": 872, "DESVR": 873, "DESVV": 874, "OLEA2": 875, "PSEA9": 876, "PSEP2": 877, "SOLM1": 878, "DICT6": 879, "DICTD": 880, "UC169": 881, "UC057": 882, "ELUMP": 883, "ENDTX": 884, "UC042": 885, "UC002": 886, "U04AM": 887, "U05AM": 888, "UC024": 889, "UC039": 890, "U03MY": 891, "UC041": 892, "FIBSS": 893, "UC166": 894, "ACHLI": 895, "PHYAS": 896, "PHYMT": 897, "ONYPE": 898, "AYWBP": 899, "ALIAD": 900, "ALIAT": 901, "ALIAG": 902, "ANOFW": 903, "GEOTN": 904, "GEOKA": 905, "GEOSY": 906, "GEOS0": 907, "PARTC": 908, "GEOSW": 909, "BACAS": 910, "BACA1": 911, "BACLD": 912, "BACP2": 913, "BACSH": 914, "BACS4": 915, "BACSU": 916, "BACST": 917, "BACVZ": 918, "BACAA": 919, "BACAC": 920, "BACAN": 921, "BACC3": 922, "BACC0": 923, "BACCZ": 924, "BACAI": 925, "BACAH": 926, "BACHK": 927, "BACCR": 928, "BACC4": 929, "BACT1": 930, "BACCN": 931, "BACMK": 932, "BACC7": 933, "BACC1": 934, "BACCQ": 935, "BACT0": 936, "BACC2": 937, "PRIM1": 938, "PRIM3": 939, "LYSSC": 940, "SOLSS": 941, "WEIC2": 942, "NIACI": 943, "AMPXN": 944, "OCEIH": 945, "ALKCK": 946, "ALKA3": 947, "ALKHC": 948, "ALKPO": 949, "EVAC2": 950, "BACIE": 951, "BREBN": 952, "ERYRF": 953, "EXISA": 954, "EXIAB": 955, "EXIS2": 956, "KYRT2": 957, "AERUA": 958, "CARS1": 959, "ENTF6": 960, "ENTFO": 961, "ENTFA": 962, "ENTFD": 963, "ENTFU": 964, "ENTTH": 965, "ENTI1": 966, "MELPT": 967, "MELPD": 968, "TETHN": 969, "FRUST": 970, "LACCD": 971, "LACP3": 972, "LACRG": 973, "LACRL": 974, "LACPL": 975, "LACPJ": 976, "LACPS": 977, "LACAC": 978, "LACAR": 979, "LACAL": 980, "LACCS": 981, "LACD2": 982, "LACDA": 983, "LACDB": 984, "LACDN": 985, "LACGA": 986, "LACH4": 987, "LACJO": 988, "LACJF": 989, "LACKZ": 990, "LATSS": 991, "LENBN": 992, "LEUCJ": 993, "LEUCK": 994, "LEUGJ": 995, "LEUGG": 996, "LEUS2": 997, "LEUMM": 998, "LEVBA": 999, "LIGR2": 1000, "LIGS5": 1001, "LIGS1": 1002, "LIMFC": 1003, "LIMF3": 1004, "LIMRD": 1005, "LIMRJ": 1006, "LIMRS": 1007, "OENOB": 1008, "PEDCP": 1009, "PEDPA": 1010, "WEIKK": 1011, "WEIVI": 1012, "LISIN": 1013, "LISIP": 1014, "LISM2": 1015, "LISM4": 1016, "LISMO": 1017, "LISMC": 1018, "LISMF": 1019, "LISMH": 1020, "LISML": 1021, "LISMM": 1022, "LISSS": 1023, "LISW6": 1024, "LACLM": 1025, "LACLN": 1026, "LACLS": 1027, "LACGT": 1028, "LACGL": 1029, "LACLV": 1030, "LACLA": 1031, "LACLK": 1032, "STRA3": 1033, "STRA1": 1034, "STRA2": 1035, "STRA5": 1036, "STRED": 1037, "STRDG": 1038, "STRE4": 1039, "STREC": 1040, "STRS7": 1041, "STREM": 1042, "STRG1": 1043, "STRG2": 1044, "STRG3": 1045, "STRGC": 1046, "STRIC": 1047, "STRIJ": 1048, "STRMD": 1049, "STRM6": 1050, "STRMU": 1051, "STRMN": 1052, "STROU": 1053, "STRPW": 1054, "STRPX": 1055, "STRZ6": 1056, "STRP7": 1057, "STRPJ": 1058, "STRR6": 1059, "STRPS": 1060, "STRPI": 1061, "STRZJ": 1062, "STRZP": 1063, "STRET": 1064, "STRZT": 1065, "STRZI": 1066, "STRZN": 1067, "STRP4": 1068, "STRP2": 1069, "STRZO": 1070, "STRPN": 1071, "STRP0": 1072, "STRES": 1073, "STRP1": 1074, "STRPB": 1075, "STRPC": 1076, "STRP8": 1077, "STRPD": 1078, "STRPM": 1079, "STRP3": 1080, "STRPQ": 1081, "STRPF": 1082, "STRPZ": 1083, "STRPG": 1084, "STRP6": 1085, "STRE5": 1086, "STREH": 1087, "STRE8": 1088, "STRSV": 1089, "STRSY": 1090, "STRS2": 1091, "STRS4": 1092, "STRGZ": 1093, "STREJ": 1094, "STRSE": 1095, "STRSX": 1096, "STRT2": 1097, "STRTD": 1098, "STRT1": 1099, "STRTN": 1100, "STRU0": 1101, "MYCH1": 1102, "MYCH2": 1103, "MYCH7": 1104, "MYCHJ": 1105, "MYCHH": 1106, "MYCHM": 1107, "MYCA5": 1108, "MYCHP": 1109, "MYCMO": 1110, "MYCAP": 1111, "MYCBG": 1112, "MYCBH": 1113, "MYCFP": 1114, "MYCFJ": 1115, "MYCFM": 1116, "MYCCM": 1117, "MYCC1": 1118, "MYCS5": 1119, "MYCPU": 1120, "MESFL": 1121, "MYCCT": 1122, "MYCL9": 1123, "MYCLG": 1124, "MYCMG": 1125, "MYCMS": 1126, "MYCPK": 1127, "MYCHA": 1128, "MYCSL": 1129, "MYCS3": 1130, "MYCWM": 1131, "MYCHN": 1132, "MYCHL": 1133, "MYCHI": 1134, "MYCPE": 1135, "MYCGF": 1136, "MYCGH": 1137, "MYCGA": 1138, "MYCGE": 1139, "MYCPB": 1140, "MYCPN": 1141, "UREP2": 1142, "UREPA": 1143, "UREU1": 1144, "PAEMK": 1145, "GEOS4": 1146, "PAEP6": 1147, "PAEPS": 1148, "PAETH": 1149, "PAESJ": 1150, "THECK": 1151, "MACCJ": 1152, "STAA4": 1153, "STAAC": 1154, "STAAG": 1155, "STAAD": 1156, "STAA2": 1157, "STAA9": 1158, "STAAK": 1159, "STAAJ": 1160, "STAA5": 1161, "STAAR": 1162, "STAAS": 1163, "STAAW": 1164, "STAA1": 1165, "STAAM": 1166, "STAAN": 1167, "STAA8": 1168, "STAAE": 1169, "STAAH": 1170, "STAA0": 1171, "STAAT": 1172, "STAA3": 1173, "STAAB": 1174, "STAAF": 1175, "STACT": 1176, "STAES": 1177, "STAEQ": 1178, "STAHJ": 1179, "STAHY": 1180, "STALH": 1181, "STAPE": 1182, "STAPH": 1183, "STAS1": 1184, "THEVU": 1185, "U05FI": 1186, "U04FI": 1187, "ACECE": 1188, "ACET2": 1189, "ACET1": 1190, "RUMCH": 1191, "CLOB8": 1192, "CLOBA": 1193, "CLOBB": 1194, "CLOK5": 1195, "CLOLD": 1196, "CLOB2": 1197, "CLOB6": 1198, "CLOB1": 1199, "CLOB0": 1200, "CLOBH": 1201, "CLOBJ": 1202, "CLOBL": 1203, "CLOBM": 1204, "CLOBK": 1205, "CLOTE": 1206, "CLONN": 1207, "CLOC7": 1208, "CLOPE": 1209, "CLOP1": 1210, "CLOPS": 1211, "CLOAB": 1212, "CLOAE": 1213, "ARTSS": 1214, "ACEWD": 1215, "CELLD": 1216, "AGARV": 1217, "ANAHA": 1218, "BUTPB": 1219, "CLOSS": 1220, "LACP7": 1221, "LACE2": 1222, "LACSW": 1223, "ROSHA": 1224, "MAHA5": 1225, "ETHHY": 1226, "OSCVS": 1227, "CLOS4": 1228, "RUMA7": 1229, "RUMC1": 1230, "ACESD": 1231, "FILAD": 1232, "ALKMQ": 1233, "ALKOO": 1234, "CLOD6": 1235, "CLODR": 1236, "MAGIU": 1237, "GOTA9": 1238, "ANAPD": 1239, "FINM2": 1240, "CALKI": 1241, "CALBD": 1242, "CALH1": 1243, "CALK2": 1244, "CALOO": 1245, "CALOW": 1246, "CALS8": 1247, "CALS4": 1248, "THEP3": 1249, "THESX": 1250, "THEPX": 1251, "THEIA": 1252, "THEM3": 1253, "THESW": 1254, "THETC": 1255, "THEXL": 1256, "TEPAE": 1257, "THEOJ": 1258, "DESDL": 1259, "DESHD": 1260, "DESHY": 1261, "DESAJ": 1262, "DESMD": 1263, "DESOD": 1264, "SYNGF": 1265, "HELMI": 1266, "DESAP": 1267, "DESAS": 1268, "DESCC": 1269, "DESRM": 1270, "DESRL": 1271, "DESK7": 1272, "PELTS": 1273, "CARTR": 1274, "MOOTA": 1275, "THEPS": 1276, "THEFR": 1277, "SYNWW": 1278, "SYNLT": 1279, "U02CL": 1280, "THEPJ": 1281, "CARHZ": 1282, "U01CL": 1283, "ACIFV": 1284, "ACIIR": 1285, "SELS3": 1286, "SELRL": 1287, "VEIPT": 1288, "DETAL": 1289, "NATTJ": 1290, "ALKCA": 1291, "U08FI": 1292, "U06FI": 1293, "UC011": 1294, "SULAD": 1295, "SULAT": 1296, "SYMTH": 1297, "THEM7": 1298, "U01FI": 1299, "HALHG": 1300, "HALPG": 1301, "HALOH": 1302, "ACEAZ": 1303, "HALHC": 1304, "LIMPI": 1305, "U03FI": 1306, "HYDET": 1307, "U07FI": 1308, "FUSNN": 1309, "ILYPC": 1310, "LEPBD": 1311, "SEBTE": 1312, "STRM9": 1313, "UC172": 1314, "GEMAT": 1315, "UC168": 1316, "U02GE": 1317, "UC146": 1318, "UC012": 1319, "UC079": 1320, "UC124": 1321, "U04GE": 1322, "UC037": 1323, "UC035": 1324, "UC089": 1325, "U01NT": 1326, "UC074": 1327, "UC075": 1328, "U02CA": 1329, "UC071": 1330, "UC032": 1331, "UC046": 1332, "UC047": 1333, "UC019": 1334, "UC020": 1335, "UC010": 1336, "UC142": 1337, "UC107": 1338, "UC056": 1339, "UC129": 1340, "UC045": 1341, "UC097": 1342, "UC156": 1343, "U03GE": 1344, "UC167": 1345, "UC138": 1346, "UC122": 1347, "UC170": 1348, "UC050": 1349, "UC017": 1350, "UC113": 1351, "UC013": 1352, "UC026": 1353, "UC186": 1354, "UC182": 1355, "UC144": 1356, "U04MY": 1357, "PERCE": 1358, "U03DE": 1359, "U04DE": 1360, "U06DE": 1361, "U05DE": 1362, "ANAD2": 1363, "ANASK": 1364, "ANADE": 1365, "ANADF": 1366, "CORCM": 1367, "MYXFH": 1368, "MYXSD": 1369, "MYXXD": 1370, "STIAD": 1371, "HALO1": 1372, "SORC5": 1373, "U02MY": 1374, "U07DE": 1375, "U01MY": 1376, "U08DE": 1377, "U09DE": 1378, "U10DE": 1379, "U11DE": 1380, "U01DE": 1381, "U02DE": 1382, "UC134": 1383, "U04NI": 1384, "U01NI": 1385, "NITG3": 1386, "U03NI": 1387, "U02NI": 1388, "UC163": 1389, "U05NT": 1390, "U03NT": 1391, "NITMO": 1392, "U02NT": 1393, "THEYD": 1394, "U04NT": 1395, "LEPFC": 1396, "LEPFM": 1397, "UC082": 1398, "UC130": 1399, "UC076": 1400, "UC094": 1401, "UC069": 1402, "UC073": 1403, "UC181": 1404, "UC147": 1405, "UC171": 1406, "UC062": 1407, "UC148": 1408, "UC063": 1409, "UC007": 1410, "UC087": 1411, "UC077": 1412, "UC112": 1413, "UC008": 1414, "UC179": 1415, "UC061": 1416, "UC066": 1417, "UC105": 1418, "UC116": 1419, "UC180": 1420, "UC184": 1421, "U03PL": 1422, "U02PL": 1423, "U12PL": 1424, "KUEST": 1425, "U05PL": 1426, "U04PL": 1427, "UC106": 1428, "U07PL": 1429, "U10PL": 1430, "U09PL": 1431, "U14PL": 1432, "U11PL": 1433, "U08PL": 1434, "PHYMF": 1435, "ISOPI": 1436, "SINAD": 1437, "PIRSD": 1438, "RHOBA": 1439, "PLAL2": 1440, "RUBBR": 1441, "U06PL": 1442, "UC108": 1443, "U01PL": 1444, "U13PL": 1445, "UC084": 1446, "UC132": 1447, "ACEP3": 1448, "ACICJ": 1449, "ACIMA": 1450, "GLUDA": 1451, "GLUOX": 1452, "GRABC": 1453, "KOMMN": 1454, "AZOL4": 1455, "RHOCS": 1456, "ASTEC": 1457, "BRESC": 1458, "CAUST": 1459, "CAUSK": 1460, "CAUVC": 1461, "CAUVN": 1462, "PHEZH": 1463, "HIRBI": 1464, "HYPNA": 1465, "MARMM": 1466, "PARBH": 1467, "MICAA": 1468, "PARL1": 1469, "PELSM": 1470, "PELUB": 1471, "PUNMI": 1472, "BEII9": 1473, "METEA": 1474, "METC4": 1475, "METED": 1476, "METEP": 1477, "METNO": 1478, "METRJ": 1479, "METS4": 1480, "METPB": 1481, "METSB": 1482, "METSZ": 1483, "PELHB": 1484, "HYPDA": 1485, "HYPSM": 1486, "HYPSL": 1487, "AGRFC": 1488, "AGRVS": 1489, "CHESB": 1490, "MESAW": 1491, "MESCW": 1492, "RHILO": 1493, "RHILW": 1494, "RHIEC": 1495, "RHILS": 1496, "RHIL3": 1497, "RHIE6": 1498, "AGRRK": 1499, "RHIFH": 1500, "SINFN": 1501, "SINMW": 1502, "RHIME": 1503, "SINMK": 1504, "SINMB": 1505, "SINMM": 1506, "RHOVT": 1507, "POLGS": 1508, "PSEUV": 1509, "AFIC5": 1510, "AFIC4": 1511, "AZOC5": 1512, "BLAVI": 1513, "BRASB": 1514, "BRADU": 1515, "BRASO": 1516, "NITHX": 1517, "NITWN": 1518, "RHOP5": 1519, "RHOPB": 1520, "RHOPA": 1521, "RHOPT": 1522, "RHOPX": 1523, "RHOP2": 1524, "RHOPS": 1525, "STAND": 1526, "XANP2": 1527, "BARBK": 1528, "BARVW": 1529, "BARC7": 1530, "BARGA": 1531, "BARHE": 1532, "BARQU": 1533, "BART1": 1534, "BRUA2": 1535, "BRUA1": 1536, "BRUAB": 1537, "BRUC2": 1538, "BRUM5": 1539, "BRUME": 1540, "BRUMB": 1541, "BRUMC": 1542, "BRUO2": 1543, "BRUSI": 1544, "BRUSU": 1545, "LIBAP": 1546, "BRUA4": 1547, "RHOSU": 1548, "CERS5": 1549, "CERS4": 1550, "CERS1": 1551, "CERSK": 1552, "DINSH": 1553, "RUEST": 1554, "KETVW": 1555, "KETVY": 1556, "OCEGH": 1557, "PARDP": 1558, "PHAIB": 1559, "RHOCB": 1560, "JANSC": 1561, "ROSDO": 1562, "ROSLO": 1563, "RUEPO": 1564, "MAGSQ": 1565, "MAGSA": 1566, "RHORT": 1567, "ANAMF": 1568, "ANAMM": 1569, "ANAPZ": 1570, "EHRCJ": 1571, "EHRCR": 1572, "EHRRG": 1573, "EHRRW": 1574, "NEORI": 1575, "NEOSM": 1576, "WOLPM": 1577, "WOLWR": 1578, "WOLPI": 1579, "WOLTR": 1580, "WOLPP": 1581, "MIDMI": 1582, "ORITB": 1583, "ORITI": 1584, "RICAH": 1585, "RICAC": 1586, "RICB8": 1587, "RICBR": 1588, "RICCK": 1589, "RICFE": 1590, "RICPR": 1591, "RICPP": 1592, "RICAG": 1593, "RICM5": 1594, "RICMS": 1595, "RICR3": 1596, "RICAE": 1597, "RICCN": 1598, "RICJY": 1599, "RICPT": 1600, "RICPU": 1601, "RICP3": 1602, "RICRO": 1603, "RICRS": 1604, "RICS1": 1605, "RICTY": 1606, "ERYLH": 1607, "NOVAD": 1608, "RHIWR": 1609, "SPHJU": 1610, "SPHAL": 1611, "SPHMC": 1612, "ZYMMA": 1613, "ZYMMO": 1614, "ZYMMN": 1615, "ZYMMT": 1616, "TISMK": 1617, "ACIF2": 1618, "ACIF5": 1619, "ACICS": 1620, "LARHH": 1621, "ACHXA": 1622, "VEREI": 1623, "ACIAP": 1624, "ACIAC": 1625, "ADVKW": 1626, "ALIDK": 1627, "BORA1": 1628, "BORBR": 1629, "BORBM": 1630, "BORPA": 1631, "BORP1": 1632, "BORPC": 1633, "BORPE": 1634, "BORPD": 1635, "BURCM": 1636, "BURA4": 1637, "BURCJ": 1638, "BURCA": 1639, "BURCH": 1640, "BURCC": 1641, "BURGS": 1642, "BURGB": 1643, "BURL3": 1644, "BURMA": 1645, "BURM9": 1646, "BURM7": 1647, "BURMS": 1648, "BURP0": 1649, "BURP1": 1650, "BURP6": 1651, "BURPS": 1652, "BURM1": 1653, "BURTA": 1654, "BURVG": 1655, "COLFT": 1656, "DELAS": 1657, "DELSC": 1658, "CUPMC": 1659, "CUPNH": 1660, "CUPNN": 1661, "CUPPJ": 1662, "CUPTR": 1663, "ACIET": 1664, "ACISJ": 1665, "HERSS": 1666, "HERAR": 1667, "JANMA": 1668, "IDESA": 1669, "LEPCP": 1670, "METPP": 1671, "MYCRK": 1672, "PARP8": 1673, "PARPJ": 1674, "BURSG": 1675, "PARXL": 1676, "POLNA": 1677, "POLSJ": 1678, "POLAQ": 1679, "POLNS": 1680, "PUSST": 1681, "RALP1": 1682, "RALPJ": 1683, "RALSL": 1684, "RALSO": 1685, "RALS8": 1686, "RAMTT": 1687, "RHOFT": 1688, "RUBGI": 1689, "TAYEM": 1690, "THIK1": 1691, "VARPS": 1692, "VARPE": 1693, "CHRVO": 1694, "PSEUL": 1695, "GALCS": 1696, "SIDLE": 1697, "METFK": 1698, "METML": 1699, "METGS": 1700, "METS6": 1701, "NEIG1": 1702, "NEIG2": 1703, "NEIML": 1704, "NEIMW": 1705, "NEIMA": 1706, "NEIMG": 1707, "NEIMM": 1708, "NEIMP": 1709, "NEIMO": 1710, "NEIMB": 1711, "NEIMN": 1712, "NEIM7": 1713, "NEIMH": 1714, "NEIM0": 1715, "NEIM8": 1716, "NEIMF": 1717, "NITEU": 1718, "NITEC": 1719, "NITSI": 1720, "NITMU": 1721, "ACCPU": 1722, "AROAE": 1723, "AZOSB": 1724, "DECAR": 1725, "AZOOP": 1726, "THASP": 1727, "THIDA": 1728, "CARH6": 1729, "DICNV": 1730, "ALLVD": 1731, "THIV6": 1732, "SOVGS": 1733, "COXB2": 1734, "COXB1": 1735, "COXBN": 1736, "COXBR": 1737, "COXBU": 1738, "THISH": 1739, "THISK": 1740, "AERHH": 1741, "AERS4": 1742, "AERVB": 1743, "OCESG": 1744, "TOLAT": 1745, "ALTMS": 1746, "ALTMB": 1747, "ALTME": 1748, "ALTMD": 1749, "ALTNA": 1750, "COLP3": 1751, "IDILO": 1752, "PSEA6": 1753, "PSET1": 1754, "PSEU9": 1755, "BAUCH": 1756, "CITRI": 1757, "CITK8": 1758, "CROS8": 1759, "CROTZ": 1760, "DICC1": 1761, "DICD3": 1762, "MUSP7": 1763, "DICZ5": 1764, "EDWI9": 1765, "EDWTE": 1766, "EDWTF": 1767, "ENTCC": 1768, "ENTAL": 1769, "ENTLS": 1770, "ERWAE": 1771, "ERWAC": 1772, "ERWBE": 1773, "ERWPE": 1774, "ERWP6": 1775, "ERWSE": 1776, "ERWT9": 1777, "ECOC1": 1778, "ECOC2": 1779, "ECO55": 1780, "ECOKO": 1781, "ECOLC": 1782, "ECOLW": 1783, "ECOBB": 1784, "ECOBD": 1785, "ECOBR": 1786, "ECODH": 1787, "ECOBW": 1788, "ECOSE": 1789, "ECOSM": 1790, "ECOUM": 1791, "ECOUT": 1792, "ECO10": 1793, "ECO1E": 1794, "ECO1A": 1795, "ECO27": 1796, "ECO24": 1797, "ECOS5": 1798, "ECO5E": 1799, "ECO5T": 1800, "ECO57": 1801, "ECOLU": 1802, "ECOKI": 1803, "ECOK1": 1804, "ECO26": 1805, "ECO44": 1806, "ECO45": 1807, "ECOCB": 1808, "ECOL6": 1809, "ECOL5": 1810, "ECOH1": 1811, "ECO7I": 1812, "ECO8A": 1813, "ECO81": 1814, "ECO8N": 1815, "ECOHS": 1816, "ECOAB": 1817, "ECOLI": 1818, "SHIB3": 1819, "SHIBS": 1820, "SHIDS": 1821, "SHIFL": 1822, "SHIF8": 1823, "SHIF2": 1824, "SHISS": 1825, "ECOLX": 1826, "ESCF3": 1827, "HAMD5": 1828, "KLEAK": 1829, "KLEOK": 1830, "KLEP7": 1831, "KLEPH": 1832, "KLEP3": 1833, "KLEVT": 1834, "ENT38": 1835, "MOREP": 1836, "PANAA": 1837, "PANAM": 1838, "PANSA": 1839, "PANVC": 1840, "PECCP": 1841, "PECAS": 1842, "PECPM": 1843, "PECPW": 1844, "PHOAA": 1845, "PHOLL": 1846, "PROMH": 1847, "PRORD": 1848, "PROSM": 1849, "ENTBF": 1850, "RAHSY": 1851, "RAHAC": 1852, "SALAR": 1853, "SALBC": 1854, "SALA4": 1855, "SALCH": 1856, "SALDC": 1857, "SALTI": 1858, "SALEP": 1859, "SALG2": 1860, "SALHS": 1861, "SALNS": 1862, "SALPK": 1863, "SALPA": 1864, "SALPB": 1865, "SALPC": 1866, "SALPS": 1867, "SALSV": 1868, "SALT1": 1869, "SALT4": 1870, "SALTD": 1871, "SALTY": 1872, "SALTS": 1873, "SERSA": 1874, "SERP5": 1875, "SERFO": 1876, "SHIBC": 1877, "SODGM": 1878, "XENBS": 1879, "XENNA": 1880, "YERE8": 1881, "YERE1": 1882, "YERE3": 1883, "YERPD": 1884, "YERP1": 1885, "YERPP": 1886, "YERPZ": 1887, "YERPE": 1888, "YERPG": 1889, "YERPA": 1890, "YERPN": 1891, "YERPH": 1892, "YERPS": 1893, "YERPB": 1894, "YERP3": 1895, "YERPY": 1896, "YERRU": 1897, "KANKD": 1898, "ACTPJ": 1899, "ACTP2": 1900, "ACTP7": 1901, "AGGAD": 1902, "AGGAN": 1903, "AVIPA": 1904, "MANSM": 1905, "ACTSZ": 1906, "GALAU": 1907, "GLAP5": 1908, "HAEI1": 1909, "HAEI8": 1910, "HAEIN": 1911, "HAEIE": 1912, "HAEIG": 1913, "HAEI2": 1914, "HAEI6": 1915, "HAEDU": 1916, "HAEP3": 1917, "HAES1": 1918, "HISS2": 1919, "PASMH": 1920, "PASMU": 1921, "PSYIN": 1922, "FERBD": 1923, "SHEAM": 1924, "SHEB5": 1925, "SHEB8": 1926, "SHEB9": 1927, "SHEB2": 1928, "SHEB6": 1929, "SHEDO": 1930, "SHEFN": 1931, "SHEHH": 1932, "SHELP": 1933, "SHEON": 1934, "SHEPA": 1935, "SHEPW": 1936, "SHEP2": 1937, "SHEPC": 1938, "SHESW": 1939, "SHESH": 1940, "SHESM": 1941, "SHESR": 1942, "SHESA": 1943, "SHEVD": 1944, "SHEWM": 1945, "ALIF1": 1946, "ALIFM": 1947, "ALISL": 1948, "PHOPR": 1949, "VIBA7": 1950, "VIBCB": 1951, "VIBCH": 1952, "VIBC3": 1953, "VIBCM": 1954, "VIBCJ": 1955, "VIBAE": 1956, "VIBFN": 1957, "VIBNE": 1958, "VIBPA": 1959, "VIBSN": 1960, "VIBA3": 1961, "VIBVU": 1962, "VIBVM": 1963, "VIBVY": 1964, "BLOFL": 1965, "BLOPB": 1966, "BLOVB": 1967, "BUCCC": 1968, "BUCBP": 1969, "BUCA5": 1970, "BUCAI": 1971, "BUCAJ": 1972, "BUCAF": 1973, "BUCA0": 1974, "BUCAT": 1975, "BUCSC": 1976, "BUCAP": 1977, "RIEPU": 1978, "WIGBR": 1979, "ZINIC": 1980, "FRAOT": 1981, "FRAP2": 1982, "FRACF": 1983, "FRATF": 1984, "FRATH": 1985, "FRATO": 1986, "FRATM": 1987, "FRATN": 1988, "FRAT1": 1989, "FRATE": 1990, "FRATT": 1991, "FRATW": 1992, "HALNC": 1993, "LEGLN": 1994, "LEGPC": 1995, "LEGPL": 1996, "LEGPA": 1997, "LEGP2": 1998, "LEGPH": 1999, "LEGSP": 2000, "TATMI": 2001, "CYCSP": 2002, "METCA": 2003, "METTV": 2004, "METMM": 2005, "META2": 2006, "SALHC": 2007, "ALKEH": 2008, "HALHL": 2009, "METFJ": 2010, "METNJ": 2011, "NITHN": 2012, "NITOC": 2013, "NITWC": 2014, "RUTMC": 2015, "VESOH": 2016, "ALCBS": 2017, "ALCDB": 2018, "CELJU": 2019, "SACD2": 2020, "SIMAS": 2021, "TERTT": 2022, "CHRSD": 2023, "HALED": 2024, "HALAF": 2025, "MARM1": 2026, "MARMS": 2027, "ACIB1": 2028, "ACIB5": 2029, "ACIB3": 2030, "ACIBC": 2031, "ACIBT": 2032, "ACIBY": 2033, "ACIBS": 2034, "ACIBD": 2035, "ACIAD": 2036, "ACISD": 2037, "ACICP": 2038, "MORCB": 2039, "MORCR": 2040, "MORNO": 2041, "PSYA2": 2042, "PSYCK": 2043, "PSYWF": 2044, "NEPCE": 2045, "HAHCH": 2046, "MARAH": 2047, "MARN8": 2048, "AZOVD": 2049, "PSEAE": 2050, "PSEA8": 2051, "PSEAB": 2052, "PSEA7": 2053, "PSEKB": 2054, "PSEUT": 2055, "PSEU5": 2056, "PSEAA": 2057, "PSE14": 2058, "PSESM": 2059, "PSEBN": 2060, "PSEE4": 2061, "PSEF1": 2062, "PSEPF": 2063, "PSEPK": 2064, "PSEP1": 2065, "PSEPB": 2066, "PSEFS": 2067, "PSEMN": 2068, "PSEMY": 2069, "PSEF5": 2070, "PSEPW": 2071, "PSEPG": 2072, "PSEU2": 2073, "HYDCU": 2074, "HYDMR": 2075, "THICA": 2076, "FRAAD": 2077, "LYSEN": 2078, "PSEUU": 2079, "PSEUP": 2080, "STRMK": 2081, "STRM5": 2082, "XANC8": 2083, "XANCP": 2084, "XANCB": 2085, "XANAC": 2086, "XANOR": 2087, "XANOM": 2088, "XANOP": 2089, "XANC5": 2090, "XANAP": 2091, "XYLFA": 2092, "XYLFG": 2093, "XYLFM": 2094, "XYLF2": 2095, "XYLFT": 2096, "MAGMM": 2097, "MARES": 2098, "UC033": 2099, "UC102": 2100, "UC085": 2101, "UC080": 2102, "UC131": 2103, "UC029": 2104, "UC118": 2105, "UC067": 2106, "U03SP": 2107, "BRAHW": 2108, "BRAIP": 2109, "BRAM5": 2110, "BRAP9": 2111, "BREAD": 2112, "UC162": 2113, "UC099": 2114, "U02SP": 2115, "LEPBJ": 2116, "LEPBL": 2117, "LEPIN": 2118, "LEPII": 2119, "LEPIC": 2120, "LEPBP": 2121, "LEPBA": 2122, "TURPD": 2123, "BORHD": 2124, "BORCA": 2125, "BORDL": 2126, "BORRA": 2127, "BORT9": 2128, "BORAP": 2129, "BORBU": 2130, "BORBN": 2131, "BORBZ": 2132, "BORGP": 2133, "SEDSS": 2134, "SPIAZ": 2135, "SPHGB": 2136, "SPHPG": 2137, "SPHCD": 2138, "SPITZ": 2139, "SPITD": 2140, "TREPZ": 2141, "TRECH": 2142, "TREAZ": 2143, "TREPA": 2144, "TREPC": 2145, "TREPS": 2146, "TREPD": 2147, "TREPM": 2148, "TREPU": 2149, "TREDE": 2150, "TRES6": 2151, "TREBD": 2152, "U01SP": 2153, "U04SP": 2154, "UC137": 2155, "ACEMN": 2156, "AMICL": 2157, "THEAS": 2158, "THELD": 2159, "UC114": 2160, "UC178": 2161, "UC183": 2162, "THEAF": 2163, "THET7": 2164, "KOSOT": 2165, "DEFTU": 2166, "MARPK": 2167, "PETMO": 2168, "PSELT": 2169, "FERNB": 2170, "FERPD": 2171, "THEAB": 2172, "THEM4": 2173, "THEMA": 2174, "THESQ": 2175, "THENN": 2176, "THENR": 2177, "THEP1": 2178, "U12DE": 2179, "U01CA": 2180, "UC022": 2181, "UC014": 2182, "UC123": 2183, "UC160": 2184, "UC006": 2185, "UC135": 2186, "UC136": 2187, "UC157": 2188, "UC154": 2189, "UC004": 2190, "UC152": 2191, "UC048": 2192, "PONDE": 2193, "METI4": 2194, "CORAD": 2195, "OPITP": 2196, "PEDPL": 2197, "AKKM8": 2198, "UC176": 2199, "UC115": 2200, "UC030": 2201, "UC038": 2202, "UC095": 2203, "UC158": 2204, "UC185": 2205}, "index_to_token": {"0": "<pad>", "1": "<bos>", "2": "<eos>", "3": "AAA", "4": "AAC", "5": "AAG", "6": "AAT", "7": "ACA", "8": "ACC", "9": "ACG", "10": "ACT", "11": "AGA", "12": "AGC", "13": "AGG", "14": "AGT", "15": "ATA", "16": "ATC", "17": "ATG", "18": "ATT", "19": "CAA", "20": "CAC", "21": "CAG", "22": "CAT", "23": "CCA", "24": "CCC", "25": "CCG", "26": "CCT", "27": "CGA", "28": "CGC", "29": "CGG", "30": "CGT", "31": "CTA", "32": "CTC", "33": "CTG", "34": "CTT", "35": "GAA", "36": "GAC", "37": "GAG", "38": "GAT", "39": "GCA", "40": "GCC", "41": "GCG", "42": "GCT", "43": "GGA", "44": "GGC", "45": "GGG", "46": "GGT", "47": "GTA", "48": "GTC", "49": "GTG", "50": "GTT", "51": "TAA", "52": "TAC", "53": "TAG", "54": "TAT", "55": "TCA", "56": "TCC", "57": "TCG", "58": "TCT", "59": "TGA", "60": "TGC", "61": "TGG", "62": "TGT", "63": "TTA", "64": "TTC", "65": "TTG", "66": "TTT", "67": "---", "68": "ARCGX", "69": "UC086", "70": "HEIAB", "71": "LOKAC", "72": "ODILC", "73": "THOAR", "74": "UC005", "75": "UC128", "76": "ARCFU", "77": "ARCPA", "78": "ARCVS", "79": "FERPA", "80": "HALJB", "81": "HALHT", "82": "HALMA", "83": "HALMD", "84": "HALUD", "85": "NATM8", "86": "NATPD", "87": "HALS3", "88": "HALSA", "89": "HALMT", "90": "HALVD", "91": "HALBP", "92": "HALWD", "93": "HALWC", "94": "HALLT", "95": "HALVU", "96": "HALXS", "97": "HALTV", "98": "HALRX", "99": "NATA1", "100": "NATMM", "101": "NATSJ", "102": "NATP1", "103": "NATGS", "104": "METCZ", "105": "METPS", "106": "METAR", "107": "UC117", "108": "METLZ", "109": "METBM", "110": "METMJ", "111": "METP4", "112": "METB6", "113": "METFS", "114": "METPE", "115": "METHJ", "116": "UC159", "117": "METBU", "118": "METEZ", "119": "METMS", "120": "METHD", "121": "METZD", "122": "METAC", "123": "METBF", "124": "METMA", "125": "METSG", "126": "METH6", "127": "METTP", "128": "UC139", "129": "UC149", "130": "ARCG5", "131": "METLA", "132": "METPW", "133": "METRM", "134": "METS3", "135": "METST", "136": "METFV", "137": "METTM", "138": "METTH", "139": "METFA", "140": "METJA", "141": "METSF", "142": "METVM", "143": "METIM", "144": "METMP", "145": "METMI", "146": "METM7", "147": "METM6", "148": "METM5", "149": "METVS", "150": "METV3", "151": "META3", "152": "METOI", "153": "METIK", "154": "METKA", "155": "PYRAB", "156": "PYRFU", "157": "PYRHO", "158": "PYRSN", "159": "PYRYC", "160": "THEGJ", "161": "THEKO", "162": "THEON", "163": "THES4", "164": "THELN", "165": "THESM", "166": "THEBM", "167": "UC091", "168": "NANEQ", "169": "NANST", "170": "ARCG6", "171": "ARCG3", "172": "NANS0", "173": "NANSJ", "174": "UC018", "175": "UC125", "176": "UC088", "177": "UC043", "178": "UC054", "179": "UC072", "180": "ACIB4", "181": "ACIS0", "182": "METII", "183": "METAX", "184": "THEXX", "185": "PICTO", "186": "THEAC", "187": "THEVO", "188": "UC103", "189": "KORCO", "190": "UC121", "191": "CENSY", "192": "NITMS", "193": "NITGG", "194": "CALS0", "195": "UC126", "196": "CREAS", "197": "ACIS3", "198": "AERPE", "199": "CALLD", "200": "DESA1", "201": "DESM0", "202": "STAHD", "203": "STAMF", "204": "THEC1", "205": "THEAM", "206": "FERFK", "207": "IGNH4", "208": "IGNAA", "209": "HYPBU", "210": "PYROC", "211": "PYRF1", "212": "ACIHW", "213": "METCR", "214": "METS5", "215": "SULIH", "216": "SULID", "217": "SULIL", "218": "SULIM", "219": "SULIA", "220": "SULIK", "221": "SULIR", "222": "SULIY", "223": "SULIN", "224": "SACS9", "225": "SACS2", "226": "SULAC", "227": "SULTO", "228": "THEPD", "229": "CALMQ", "230": "VULDI", "231": "VULM7", "232": "PYRAE", "233": "PYRAR", "234": "PYRCJ", "235": "PYRIL", "236": "PYRNV", "237": "PYROT", "238": "THETK", "239": "THEU7", "240": "UC153", "241": "UC034", "242": "UC155", "243": "UC015", "244": "UC109", "245": "UC016", "246": "UC051", "247": "UC060", "248": "U01GE", "249": "UC133", "250": "ACIC5", "251": "GRAMM", "252": "GRATM", "253": "TERRK", "254": "TERSS", "255": "KORVE", "256": "SOLUE", "257": "UC110", "258": "CHLTF", "259": "UC140", "260": "SULCO", "261": "UC173", "262": "UC064", "263": "UC101", "264": "LUTPR", "265": "ACIFD", "266": "ACIC1", "267": "ARCHD", "268": "MOBCV", "269": "BEUC1", "270": "BIFAA", "271": "BIFAR", "272": "BIFA0", "273": "BIFAB", "274": "BIFLB", "275": "BIFAS", "276": "BIFAV", "277": "BIFAP", "278": "BIFBP", "279": "BIFBS", "280": "BIFBA", "281": "BIFDB", "282": "BIFLS", "283": "BIFLD", "284": "BIFLO", "285": "BIFL1", "286": "BIFL2", "287": "BIFLM", "288": "BIFLJ", "289": "GARV4", "290": "GARV3", "291": "GARVH", "292": "BRELN", "293": "CELFA", "294": "CELFN", "295": "CELGA", "296": "ISOV2", "297": "JONDD", "298": "SANKS", "299": "XYLCX", "300": "BRAFD", "301": "INTC7", "302": "KYTSD", "303": "KINRD", "304": "CLAM3", "305": "CLAMS", "306": "LEIXX", "307": "MICTS", "308": "TROW8", "309": "TROWT", "310": "ARTS2", "311": "GLUAR", "312": "KOCRD", "313": "MICLC", "314": "PAEAT", "315": "PSECP", "316": "PSEPM", "317": "RENSM", "318": "ROTDC", "319": "ROTMD", "320": "FRAAA", "321": "FRACC", "322": "FRAIE", "323": "FRASN", "324": "BLASD", "325": "GEOOG", "326": "MODMB", "327": "ACTM4", "328": "ACTS5", "329": "ACTUT", "330": "SALAI", "331": "MICAI", "332": "MICSL", "333": "MICM1", "334": "MICS3", "335": "SALTO", "336": "STANL", "337": "CORA7", "338": "CORD2", "339": "CORD3", "340": "CORD7", "341": "CORDI", "342": "CORDD", "343": "CORDH", "344": "CORDJ", "345": "CORDK", "346": "CORDL", "347": "CORDW", "348": "CORDV", "349": "COREF", "350": "CORGL", "351": "CORGK", "352": "CORGB", "353": "CORJK", "354": "CORK4", "355": "CORLD", "356": "CORP1", "357": "CORP2", "358": "CORPF", "359": "CORP9", "360": "CORRG", "361": "CORUB", "362": "CORU7", "363": "CORVD", "364": "GORB4", "365": "GORPV", "366": "HOYSD", "367": "ECOD1", "368": "MYCA9", "369": "MYCAS", "370": "MYCVP", "371": "MYCA1", "372": "MYCPA", "373": "MYCCR", "374": "MYCCH", "375": "MYCCU", "376": "MYCCN", "377": "MYCSR", "378": "MYCGI", "379": "MYCGO", "380": "MYCHD", "381": "MYCIA", "382": "MYCKA", "383": "MYCLB", "384": "MYCLE", "385": "MYCMM", "386": "MYCUA", "387": "MYCSJ", "388": "MYCSK", "389": "MYCSS", "390": "MYCRN", "391": "MYCSH", "392": "MYCSD", "393": "MYCS2", "394": "MYCT3", "395": "MYCA0", "396": "MYCBO", "397": "MYCBP", "398": "MYCBT", "399": "MYCCP", "400": "MYCTA", "401": "MYCTU", "402": "MYCTC", "403": "MYCTD", "404": "MYCTF", "405": "MYCTK", "406": "NOCCG", "407": "NOCFA", "408": "RHOE4", "409": "RHOH1", "410": "RHOJR", "411": "RHOOB", "412": "SEGRD", "413": "TSUPD", "414": "NAKMY", "415": "SACES", "416": "ACTMD", "417": "AMYMS", "418": "AMYMU", "419": "LENAE", "420": "PSEUX", "421": "SACVD", "422": "SACEN", "423": "KRIFD", "424": "NOCSI", "425": "NOCSJ", "426": "ACIA4", "427": "ARAPF", "428": "CUTAK", "429": "CUTAS", "430": "MICPN", "431": "PROFC", "432": "CATAD", "433": "KITGR", "434": "STRR3", "435": "KITSK", "436": "STRA7", "437": "STRCO", "438": "STRAW", "439": "STREN", "440": "STRCL", "441": "STRC3", "442": "STRDJ", "443": "STRGA", "444": "STRGG", "445": "STRLN", "446": "STRBB", "447": "STRNE", "448": "STRHJ", "449": "STRFA", "450": "STRE2", "451": "STRR1", "452": "STRSW", "453": "STRSH", "454": "STREK", "455": "KITAU", "456": "STRTO", "457": "STRT9", "458": "STRVP", "459": "STRV1", "460": "STRFR", "461": "NOCAA", "462": "NOCDD", "463": "STRRD", "464": "THEFY", "465": "THEBD", "466": "THECD", "467": "U01AC", "468": "LANP1", "469": "OLSUV", "470": "CORGP", "471": "CRYCD", "472": "EGGLE", "473": "EEGSY", "474": "SLAHD", "475": "U02AC", "476": "RUBXD", "477": "CONWI", "478": "U03AC", "479": "UC111", "480": "AQUAE", "481": "HYDTT", "482": "THEAH", "483": "HYDS0", "484": "PERMH", "485": "SULAA", "486": "SULSY", "487": "DESTD", "488": "THEA1", "489": "UC003", "490": "ARMRO", "491": "CHTCT", "492": "FIMGI", "493": "U01AM", "494": "U02AM", "495": "U03AM", "496": "UC023", "497": "ATRLM", "498": "UC100", "499": "UC040", "500": "UC143", "501": "UC052", "502": "UC053", "503": "UC150", "504": "AZOPC", "505": "BACF6", "506": "BACFN", "507": "BACFR", "508": "BACT6", "509": "BACSE", "510": "BACTN", "511": "PHOSB", "512": "PHOV8", "513": "PREDF", "514": "PREI7", "515": "PREMB", "516": "PRER2", "517": "PREDD", "518": "ODOSD", "519": "PALPW", "520": "PORAD", "521": "POREA", "522": "PORG3", "523": "PORGI", "524": "PORCN", "525": "ALIFI", "526": "PARD8", "527": "TANFA", "528": "CHIPD", "529": "NIADE", "530": "NIAKG", "531": "HALH1", "532": "SAPGL", "533": "AMOA5", "534": "BERLS", "535": "BELBD", "536": "CYCMS", "537": "ECHVK", "538": "MARTH", "539": "ROSEK", "540": "CYTH3", "541": "DYAFD", "542": "EMTOG", "543": "LEAB4", "544": "RUNSL", "545": "SPILD", "546": "BLASB", "547": "BLASP", "548": "SULMC", "549": "FLUTR", "550": "AEQSU", "551": "CAPCC", "552": "CAPGI", "553": "CAPOD", "554": "CELAD", "555": "CELLC", "556": "CROAH", "557": "DOKS4", "558": "FLABF", "559": "FLACA", "560": "FLAFP", "561": "FLAIG", "562": "FLAJ1", "563": "FLAPJ", "564": "FLASC", "565": "FORAG", "566": "GRAFK", "567": "LACS5", "568": "LEEBM", "569": "FLABM", "570": "MARSH", "571": "MURRD", "572": "NONDD", "573": "FLABB", "574": "PSYTT", "575": "ROBBH", "576": "ZOBGA", "577": "ZUNPS", "578": "OWEHD", "579": "CHRP1", "580": "FLAB3", "581": "ORNRL", "582": "RIEAR", "583": "WEEVC", "584": "PEDHD", "585": "PSESL", "586": "SPHS2", "587": "SOLCM", "588": "CHLP8", "589": "CHLTE", "590": "CHLCH", "591": "CHLL2", "592": "CHLL3", "593": "CHLPD", "594": "PELPB", "595": "CHLPM", "596": "CHLPB", "597": "PROA2", "598": "CHLT3", "599": "IGNAJ", "600": "MELRP", "601": "UC092", "602": "UC059", "603": "UC177", "604": "RHOM4", "605": "SALRD", "606": "SALRM", "607": "UC055", "608": "UC068", "609": "HALMS", "610": "BDEBA", "611": "U02BD", "612": "U13DE", "613": "UC127", "614": "FLUSA", "615": "U14DE", "616": "U01BD", "617": "UC164", "618": "UC049", "619": "UC165", "620": "UC120", "621": "UC009", "622": "UC145", "623": "UC027", "624": "U15DE", "625": "UC161", "626": "UC093", "627": "UC044", "628": "UC078", "629": "UC028", "630": "CALEA", "631": "CALAY", "632": "UC141", "633": "ALIB4", "634": "ARCNC", "635": "CAMFF", "636": "CAMC1", "637": "CAMC5", "638": "CAMHC", "639": "CAMJR", "640": "CAMJD", "641": "CAMJI", "642": "CAMJS", "643": "CAMJM", "644": "CAMJC", "645": "CAMJE", "646": "CAMJJ", "647": "CAMJ8", "648": "CAMLR", "649": "HELAH", "650": "HELPY", "651": "HELPB", "652": "HELP3", "653": "HELPG", "654": "HELPH", "655": "HELP7", "656": "HELPR", "657": "HELP2", "658": "HELP9", "659": "HELP4", "660": "HELPJ", "661": "HELPF", "662": "HELP1", "663": "HELP5", "664": "HELPC", "665": "HELPI", "666": "HELPK", "667": "HELPL", "668": "HELPQ", "669": "HELPP", "670": "HELPS", "671": "HELPV", "672": "HELPM", "673": "HELCP", "674": "HELHP", "675": "HELBC", "676": "HELFC", "677": "HELM1", "678": "WOLSU", "679": "NITSB", "680": "SULKY", "681": "SULAO", "682": "SULDN", "683": "SULBS", "684": "SULD5", "685": "NITSE", "686": "SULNB", "687": "NAUPA", "688": "HIPMA", "689": "CHLMU", "690": "CHLTR", "691": "CHLTC", "692": "CHLT4", "693": "CHLTA", "694": "CHLTJ", "695": "CHLTZ", "696": "CHLTD", "697": "CHLTL", "698": "CHLT1", "699": "CHLT5", "700": "CHLTS", "701": "CHLTG", "702": "CHLT0", "703": "CHLT9", "704": "CHLT7", "705": "CHLT2", "706": "CHLTB", "707": "CHLAB", "708": "CHLCV", "709": "CHLFF", "710": "CHLPE", "711": "CHLPN", "712": "CHLPP", "713": "CHLP1", "714": "CHLP6", "715": "PARAV", "716": "PARUW", "717": "SIMNZ", "718": "WADCW", "719": "ANATU", "720": "CALAS", "721": "CHLAD", "722": "CHLSY", "723": "CHLAA", "724": "HERA2", "725": "ROSCS", "726": "ROSS1", "727": "THET1", "728": "SPHTD", "729": "THERP", "730": "U06CH", "731": "DEHM1", "732": "DEHMV", "733": "DEHMB", "734": "DEHMC", "735": "DEHMG", "736": "DEHLB", "737": "U02CH", "738": "KTERU", "739": "U05CH", "740": "U04CH", "741": "U01CH", "742": "U03CH", "743": "DESIS", "744": "CLOAI", "745": "COPPD", "746": "CHAP6", "747": "CHRTP", "748": "CYASC", "749": "SYNP2", "750": "CYAAP", "751": "ARTPN", "752": "LYNSP", "753": "TRIEI", "754": "GLOC7", "755": "GLOV7", "756": "MICAN", "757": "ATETH", "758": "CROS5", "759": "RIPO1", "760": "RIPO2", "761": "SYNY3", "762": "ANACC", "763": "NOSP7", "764": "NOSS1", "765": "NOSS7", "766": "TRIV2", "767": "NOSA0", "768": "HALP7", "769": "STAC7", "770": "GLOVI", "771": "CYAGP", "772": "PROMA", "773": "PROM2", "774": "PROM0", "775": "PROM9", "776": "PROMS", "777": "PROM5", "778": "PROMP", "779": "PROM1", "780": "PROMT", "781": "PROM3", "782": "PROMM", "783": "PROM4", "784": "SYNR3", "785": "SYNS3", "786": "SYNPW", "787": "SYNPV", "788": "SYNS9", "789": "SYNSC", "790": "PARMW", "791": "SYNJA", "792": "SYNJB", "793": "SYNS7", "794": "SYNE7", "795": "SYNP6", "796": "ACAM1", "797": "CYAP4", "798": "SYNP3", "799": "THEVB", "800": "UC021", "801": "UC058", "802": "U02FI", "803": "UC098", "804": "CALNY", "805": "DEFDS", "806": "DENA2", "807": "FLESM", "808": "DEIDV", "809": "DEIGD", "810": "DEIGI", "811": "DEIPM", "812": "DEIRA", "813": "DEIPD", "814": "DEIML", "815": "MARHT", "816": "OCEP5", "817": "MEIRD", "818": "MEISD", "819": "THET8", "820": "THET2", "821": "THETG", "822": "TRURR", "823": "UC025", "824": "UC065", "825": "UC096", "826": "DESB2", "827": "DESAR", "828": "DESAL", "829": "DESAA", "830": "DESAH", "831": "DESTT", "832": "DESOH", "833": "DESPD", "834": "DESSD", "835": "DESPS", "836": "DESAT", "837": "DESTA", "838": "SYNC1", "839": "GEOMG", "840": "GEOSL", "841": "GEOSK", "842": "CITBB", "843": "GEOSM", "844": "GEOS8", "845": "GEODF", "846": "GEOUR", "847": "PELPD", "848": "TRIL1", "849": "DISTH", "850": "UC174", "851": "U18DE", "852": "U19DE", "853": "UC081", "854": "UC104", "855": "SYNAS", "856": "SYNFM", "857": "THEID", "858": "THEGP", "859": "UC070", "860": "UC036", "861": "U16DE", "862": "UC031", "863": "UC090", "864": "U17DE", "865": "DESRD", "866": "DESBD", "867": "DESVM", "868": "DESDA", "869": "LAWIP", "870": "MARSD", "871": "MEGG1", "872": "DESVH", "873": "DESVR", "874": "DESVV", "875": "OLEA2", "876": "PSEA9", "877": "PSEP2", "878": "SOLM1", "879": "DICT6", "880": "DICTD", "881": "UC169", "882": "UC057", "883": "ELUMP", "884": "ENDTX", "885": "UC042", "886": "UC002", "887": "U04AM", "888": "U05AM", "889": "UC024", "890": "UC039", "891": "U03MY", "892": "UC041", "893": "FIBSS", "894": "UC166", "895": "ACHLI", "896": "PHYAS", "897": "PHYMT", "898": "ONYPE", "899": "AYWBP", "900": "ALIAD", "901": "ALIAT", "902": "ALIAG", "903": "ANOFW", "904": "GEOTN", "905": "GEOKA", "906": "GEOSY", "907": "GEOS0", "908": "PARTC", "909": "GEOSW", "910": "BACAS", "911": "BACA1", "912": "BACLD", "913": "BACP2", "914": "BACSH", "915": "BACS4", "916": "BACSU", "917": "BACST", "918": "BACVZ", "919": "BACAA", "920": "BACAC", "921": "BACAN", "922": "BACC3", "923": "BACC0", "924": "BACCZ", "925": "BACAI", "926": "BACAH", "927": "BACHK", "928": "BACCR", "929": "BACC4", "930": "BACT1", "931": "BACCN", "932": "BACMK", "933": "BACC7", "934": "BACC1", "935": "BACCQ", "936": "BACT0", "937": "BACC2", "938": "PRIM1", "939": "PRIM3", "940": "LYSSC", "941": "SOLSS", "942": "WEIC2", "943": "NIACI", "944": "AMPXN", "945": "OCEIH", "946": "ALKCK", "947": "ALKA3", "948": "ALKHC", "949": "ALKPO", "950": "EVAC2", "951": "BACIE", "952": "BREBN", "953": "ERYRF", "954": "EXISA", "955": "EXIAB", "956": "EXIS2", "957": "KYRT2", "958": "AERUA", "959": "CARS1", "960": "ENTF6", "961": "ENTFO", "962": "ENTFA", "963": "ENTFD", "964": "ENTFU", "965": "ENTTH", "966": "ENTI1", "967": "MELPT", "968": "MELPD", "969": "TETHN", "970": "FRUST", "971": "LACCD", "972": "LACP3", "973": "LACRG", "974": "LACRL", "975": "LACPL", "976": "LACPJ", "977": "LACPS", "978": "LACAC", "979": "LACAR", "980": "LACAL", "981": "LACCS", "982": "LACD2", "983": "LACDA", "984": "LACDB", "985": "LACDN", "986": "LACGA", "987": "LACH4", "988": "LACJO", "989": "LACJF", "990": "LACKZ", "991": "LATSS", "992": "LENBN", "993": "LEUCJ", "994": "LEUCK", "995": "LEUGJ", "996": "LEUGG", "997": "LEUS2", "998": "LEUMM", "999": "LEVBA", "1000": "LIGR2", "1001": "LIGS5", "1002": "LIGS1", "1003": "LIMFC", "1004": "LIMF3", "1005": "LIMRD", "1006": "LIMRJ", "1007": "LIMRS", "1008": "OENOB", "1009": "PEDCP", "1010": "PEDPA", "1011": "WEIKK", "1012": "WEIVI", "1013": "LISIN", "1014": "LISIP", "1015": "LISM2", "1016": "LISM4", "1017": "LISMO", "1018": "LISMC", "1019": "LISMF", "1020": "LISMH", "1021": "LISML", "1022": "LISMM", "1023": "LISSS", "1024": "LISW6", "1025": "LACLM", "1026": "LACLN", "1027": "LACLS", "1028": "LACGT", "1029": "LACGL", "1030": "LACLV", "1031": "LACLA", "1032": "LACLK", "1033": "STRA3", "1034": "STRA1", "1035": "STRA2", "1036": "STRA5", "1037": "STRED", "1038": "STRDG", "1039": "STRE4", "1040": "STREC", "1041": "STRS7", "1042": "STREM", "1043": "STRG1", "1044": "STRG2", "1045": "STRG3", "1046": "STRGC", "1047": "STRIC", "1048": "STRIJ", "1049": "STRMD", "1050": "STRM6", "1051": "STRMU", "1052": "STRMN", "1053": "STROU", "1054": "STRPW", "1055": "STRPX", "1056": "STRZ6", "1057": "STRP7", "1058": "STRPJ", "1059": "STRR6", "1060": "STRPS", "1061": "STRPI", "1062": "STRZJ", "1063": "STRZP", "1064": "STRET", "1065": "STRZT", "1066": "STRZI", "1067": "STRZN", "1068": "STRP4", "1069": "STRP2", "1070": "STRZO", "1071": "STRPN", "1072": "STRP0", "1073": "STRES", "1074": "STRP1", "1075": "STRPB", "1076": "STRPC", "1077": "STRP8", "1078": "STRPD", "1079": "STRPM", "1080": "STRP3", "1081": "STRPQ", "1082": "STRPF", "1083": "STRPZ", "1084": "STRPG", "1085": "STRP6", "1086": "STRE5", "1087": "STREH", "1088": "STRE8", "1089": "STRSV", "1090": "STRSY", "1091": "STRS2", "1092": "STRS4", "1093": "STRGZ", "1094": "STREJ", "1095": "STRSE", "1096": "STRSX", "1097": "STRT2", "1098": "STRTD", "1099": "STRT1", "1100": "STRTN", "1101": "STRU0", "1102": "MYCH1", "1103": "MYCH2", "1104": "MYCH7", "1105": "MYCHJ", "1106": "MYCHH", "1107": "MYCHM", "1108": "MYCA5", "1109": "MYCHP", "1110": "MYCMO", "1111": "MYCAP", "1112": "MYCBG", "1113": "MYCBH", "1114": "MYCFP", "1115": "MYCFJ", "1116": "MYCFM", "1117": "MYCCM", "1118": "MYCC1", "1119": "MYCS5", "1120": "MYCPU", "1121": "MESFL", "1122": "MYCCT", "1123": "MYCL9", "1124": "MYCLG", "1125": "MYCMG", "1126": "MYCMS", "1127": "MYCPK", "1128": "MYCHA", "1129": "MYCSL", "1130": "MYCS3", "1131": "MYCWM", "1132": "MYCHN", "1133": "MYCHL", "1134": "MYCHI", "1135": "MYCPE", "1136": "MYCGF", "1137": "MYCGH", 